{
  "words": [
    {
      "word": "Алькмеон",
      "description": "Алькмеон из Кротону - давньогрецький філософ і вчений 6-го століття до н.е. Він вивчав медицину, анатомію і філософію, сприяючи розумінню природи та людського тіла.",
      "isPhilosopher": true
    },
    {
      "word": "Анаксарх",
      "description": "Анаксарх, давньогрецький філософ 5-го століття до н.е., відомий як засновник атомістичної теорії, яка стверджувала, що Всесвіт складається з нерозривних частинок, атомів, що рухаються у порожнині.",
      "isPhilosopher": true
    },
    {
      "word": "Анахарсис",
      "description": "Анахарсис - давньогрецький філософ і мудрець 7-го століття до н.е., відомий своїми розумними та кмітливими висловами. Він був відомий як проповідник мудрості та практичної філософії, подорожуючи по різних країнах, де ділився своїми знаннями та вченнями.",
      "isPhilosopher": true
    },
    {
      "word": "Андрокід",
      "description": "Андрокід - учень Анаксімандра і представник мілезійської філософської школи в Давній Греції. Його цікавили питання природи і космології, а його твори продовжили традицію природничих досліджень, почату Анаксімандром.",
      "isPhilosopher": true
    },
    {
      "word": "Аркесіла",
      "description": "Аркесіла - давньогрецький філософ 3-2 століть до н.е., відомий як засновник академічного скептицизму. Він сумнівався у можливості надійного знання та розвинув ідеї про невизначеність та сумнів у всіх питаннях.",
      "isPhilosopher": true
    },
    {
      "word": "Архітас",
      "description": "Архітас з Таренту - давньогрецький філософ і математик 5-го століття до н.е., відомий своєю працею в геометрії та астрономії. Його вважають одним із засновників математичної школи в Таренті та зробив значний внесок у розвиток наукової думки в Давній Греції.",
      "isPhilosopher": true
    },
    {
      "word": "Асклепіад",
      "description": "Асклепіад із Фліса - давньогрецький філософ і вчений 3-го століття до н.е., представник математичної школи в Греції. Він вивчав геометрію, арифметику і астрономію, роблячи внесок у розвиток математичної науки свого часу.",
      "isPhilosopher": true
    },
    {
      "word": "Гарпократіон",
      "description": "Гарпократіон з Аргоса був давньогрецьким філософом і вченим, активним у 3 столітті до н.е. Його відомою була робота в геометрії і астрономії, а також розвиток наукової думки в давньогрецькій цивілізації.",
      "isPhilosopher": true
    },
    {
      "word": "Герміпп",
      "description": "Герміпп - давньогрецький філософ і вчений, активний у 4 столітті до н.е. Він вивчав різні галузі науки, включаючи астрономію, філософію та математику, і сприяв розвитку астрономії та математики в Давній Греції.",
      "isPhilosopher": true
    },
    {
      "word": "Гермоген",
      "description": "Гермоген - давньогрецький філософ 5-го століття до н.е. Він був представником елейської школи філософії і відомий своєю роботою над теорією буття та спростуванням концепції руху. Гермоген мав значний вплив на розвиток давньогрецької метафізики.",
      "isPhilosopher": true
    },
    {
      "word": "Гестій",
      "description": "Гестій з Перінфа був давньогрецьким філософом, активним у 5 столітті до н.е. Він був членом елейської філософської школи і відомий своїми роздумами про поняття буття і руху. Гестій вніс значний вклад у розвиток метафізичних ідей в Давній Греції.",
      "isPhilosopher": true
    },
    {
      "word": "Гіеракс",
      "description": "Гіеракс був давньогрецьким філософом і вченим, активним у 6 столітті до н.е. Він був представником мілезійської школи і вивчав природу та простір. Гіеракс сприяв розвитку природничих наук і філософії в Давній Греції.",
      "isPhilosopher": true
    },
    {
      "word": "Гіппас",
      "description": "Гіппас з Метапонту був давньогрецьким філософом, активним у 6 столітті до н.е. Він був членом піфагорійської школи і відомий своїми дослідженнями в астрономії та математиці. Гіппас вніс важливий внесок у розвиток наукової думки і філософії в Давній Греції.",
      "isPhilosopher": true
    },
    {
      "word": "Гіппіас",
      "description": "Гіппіас з Елії - давньогрецький філософ 5 століття до н.е., представник мегарської школи. Його праці були спрямовані на етику і логіку, де він розвивав концепції доброчесності та правильної поведінки, залишаючи значний внесок у філософію давньої Греції.",
      "isPhilosopher": true
    },
    {
      "word": "Гіпподам",
      "description": "Гіпподам був давньогрецьким філософом, який жив у 5 столітті до н.е., відомий своїми працями з математики і геометрії. Він розробив методи для вимірювання площ і об'ємів, а також вніс внесок у розвиток теорії чисел і геометричних конструкцій.",
      "isPhilosopher": true
    },
    {
      "word": "Горгій",
      "description": "Горгій був давньогрецьким оратором і філософом 5 століття до н.е., відомим своєю майстерністю у риториці і заснуванням школи риторики. Він також займався філософією, висловлюючи свої погляди на етику та політику через свої промови та обговорення.",
      "isPhilosopher": true
    },
    {
      "word": "Дамон",
      "description": "Дамон з Афін був давньогрецьким філософом і вчителем, активним у 5 столітті до н.е. Він відомий своїми поглядами на освіту і мораль, а також впливом на філософію свого часу через своїх учнів, включаючи Перікла.",
      "isPhilosopher": true
    },
    {
      "word": "Дікарх",
      "description": "Дікарх був давньогрецьким філософом з 5 століття до н.е., відомим своєю працею в етиці і політичній філософії. Він заснував школу циніків, просуваючи простий спосіб життя та відмову від матеріального благополуччя на користь духовного розвитку.",
      "isPhilosopher": true
    },
    {
      "word": "Діотіма",
      "description": "Діотіма, згадувана в діалогах Платона, була таємничою постаттю, представленою як мудра жінка, яка радила Сократові у філософських питаннях. Її вчення про кохання, викладене у діалозі 'Симпозіон', відіграло важливу роль у формуванні концепції еросу Платона.",
      "isPhilosopher": true
    },
    {
      "word": "Евдем",
      "description": "Евдем з Родоса - давньогрецький філософ і історик, активний у 3 столітті до н.е. Він відомий своїми працями в галузі історії та міфології, включаючи 'Історію Родосу', де описується історія міста і його культури.",
      "isPhilosopher": true
    },
    {
      "word": "Евдокс",
      "description": "Евдокс з Кніду - давньогрецький математик і філософ V-IV століть до н.е. Відомий своєю роботою в геометрії та арифметиці, а також своїм внеском у розвиток піфагорійської школи думки. Його дослідження в математиці мали значний вплив на подальший розвиток науки.",
      "isPhilosopher": true
    },
    {
      "word": "Ісократ",
      "description": "Ісократ був давньогрецьким ритором і філософом, активним у 4 столітті до н.е. Він відомий своїми промовами та працями з риторики, а також впливом на освіту та політику в давньому Греції. Ісократ розвинув ідеї про навчання громадянської еліти через викладання риторики та етики.",
      "isPhilosopher": true
    },
    {
      "word": "Кебет",
      "description": "Кебет, давньоєгипетський філософ і лікар, відомий своїми медичними знаннями і етичними вказівками, які містяться в Книзі Кебета. Його вчення про життя і мораль залишили значний слід в давньоєгипетській філософії.",
      "isPhilosopher": true
    },
    {
      "word": "Клеарх",
      "description": "Клеарх, давньогрецький вчений 4 століття до н.е., відрізнявся своїми дослідженнями в астрономії, геометрії та арифметиці, а також вніс значний внесок у тлумачення піфагорійських вчень. Його праці вплинули на розвиток наукової думки в Давній Греції.",
      "isPhilosopher": true
    },
    {
      "word": "Кратил",
      "description": "Кратил був давньогрецьким філософом і математиком, відомим своїми дослідженнями в геометрії і теорії пропорцій. Він розробив теорему про паралельні прямі, яка стала одним з фундаментальних принципів євклідової геометрії.",
      "isPhilosopher": true
    },
    {
      "word": "Ксеніад",
      "description": "Ксеніад був давньогрецьким поетом і філософом 3 століття до н.е., відомим своїми епіграмами і філософськими дослідженнями про природу і добро. Учень Епікура, він продовжив і поширив його вчення про задоволення та щастя.",
      "isPhilosopher": true
    },
    {
      "word": "Ксенократ",
      "description": "Ксенократ з Халкедону був давньогрецьким філософом і учнем Сократа, активним у 5 столітті до н.е. Він був відомий своїми вченнями про природу і космос, а також своїм внеском у розвиток платонівської філософії через своїх учнів, таких як Евдокс і Федон.",
      "isPhilosopher": true
    },
    {
      "word": "Ксенофан",
      "description": "Ксенофан, давньогрецький філософ 6-5 століть до н.е., протиставляв антропоморфні ідеї про богів, аргументуючи ідею єдиного всепроникаючого божества. Його праці мали значний вплив на розвиток філософії та релігійних ідей в Давній Греції.",
      "isPhilosopher": true
    },
    {
      "word": "Левкіпп",
      "description": "Левкіпп був давньогрецьким філософом 4 століття до н.е. і засновником епікурейської школи. Він продовжив і розвинув вчення Епікура про щастя і задоволення як основні аспекти людського життя, зробивши значний внесок у формування епікурейської філософії.",
      "isPhilosopher": true
    },
    {
      "word": "Метродор",
      "description": "Метродор з Лампсаку був філософом епікурейської школи 3 століття до н.е. Він розвинув вчення Епікура про задоволення, щастя та відсутність страху перед смертю. Його філософські ідеї вплинули на розвиток епікурейської філософії.",
      "isPhilosopher": true
    },
    {
      "word": "Наусіфан",
      "description": "Наусіфан, філософ 4 століття до н.е., був представником циніків і проповідував простоту життя, аскетизм та відмову від матеріальних цінностей. Його вчення підкреслювало внутрішній мир і відмову від соціальних конвенцій.",
      "isPhilosopher": true
    },
    {
      "word": "Полікрат",
      "description": "Полікрат був давньогрецьким софістом, який жив у 5 столітті до н.е. Він був відомий своїми викладаннями з риторики та діалектики, а також навчанням мистецтву переконання і аргументації. Його внесок у розвиток давньої філософії та риторики був значний.",
      "isPhilosopher": true
    },
    {
      "word": "Продік",
      "description": "Продік був давньогрецьким софістом 5 століття до н.е. Відомий своєю роботою в галузях лінгвістики і семіотики, а також в розвитку філософії і риторики. Його навчання про значення слів і їх вплив на мислення мали значний вплив на розвиток давньої думки.",
      "isPhilosopher": true
    },
    {
      "word": "Протагор",
      "description": "Протагор - видатний давньогрецький софіст 5 століття до н.е. Він відомий своїми викладаннями з риторики, аргументації та людського знання. Його відома фраза 'Людина - міра всіх речей' підкреслює релятивістичний підхід до розуміння правди та моралі.",
      "isPhilosopher": true
    },
    {
      "word": "Секст",
      "description": "Секст Емпірік, відомий як Секст Херонеєць, був давньогрецьким філософом 2 століття н.е. Він був прибічником пірронізму і представляв скептицизм у філософії. Його праці були включені до основних джерел скептицизму та філософії під час Відродження.",
      "isPhilosopher": true
    },
    {
      "word": "Сіммій",
      "description": "Сіммій, учень Парменида, був давньогрецьким філософом 5 століття до н.е. Він розвивав ідеї свого вчителя, особливо щодо філософії існування та ненадійності сприйняття за допомогою органів чуття, вносячи значний внесок у розвиток давньогрецької метафізики.",
      "isPhilosopher": true
    },
    {
      "word": "Спевсіпп",
      "description": "Спевсіпп був давньогрецьким філософом, активним у 4 столітті до н.е. Він був учнем Платона і намагався поєднати ідеї піфагореїв та платоніків. Його праці були в основному спрямовані на метафізику та етику.",
      "isPhilosopher": true
    },
    {
      "word": "Терпсіон",
      "description": "Терпсіон був давньогрецьким поетом і музикантом, який жив у 6 столітті до н.е. Його вважають одним із найстаріших лириків і представників елейської школи поезії. Його твори часто характеризувалися глибокими філософськими та моральними роздумами.",
      "isPhilosopher": true
    },
    {
      "word": "Троїл",
      "description": "Троїл був давньогрецьким філософом, який жив у 6 столітті до н.е. Його праця 'Троїлія' вважається одним із перших філософських трактатів в історії. Він досліджував природу та питання космосу, вносячи свій внесок у розвиток доксографії.",
      "isPhilosopher": true
    },
    {
      "word": "Фаній",
      "description": "Фаній з Ересосу був давньогрецьким філософом з міста Ересос на острові Лезбос. Він був прибічником стоїцизму та брав участь у різних аспектах філософії, включаючи етику, фізику та логіку. Його твори вплинули на розвиток стоїцької філософії.",
      "isPhilosopher": true
    },
    {
      "word": "Фаїдон",
      "description": "Фаїдон з Еліди був давньогрецьким філософом 5 століття до н.е., відомим своїми діалогами про природу та безсмертя душі. Його твори значно вплинули на розвиток платонізму та ранньої давньогрецької філософії.",
      "isPhilosopher": true
    },
    {
      "word": "Філолай",
      "description": "Філолай, давньогрецький філософ з 5 століття до н.е., був представником піфагорійської школи думки. Він досліджував різні аспекти астрономії, етики та космології, роблячи важливий внесок у розвиток піфагорейства та давньогрецької філософії.",
      "isPhilosopher": true
    },
    {
      "word": "Трасимах",
      "description": "Трасимах, філософ елейської школи у 5 столітті до н.е., досліджував природу існування та сенсорне сприйняття. Він відомий своїми критичними діалогами, у яких він аргументував за релятивність сенсорної реальності.",
      "isPhilosopher": true
    },
    {
      "word": "Емпедокл",
      "description": "Емпедокл, давньогрецький філософ 5 століття до н.е., розвинув теорію про природу, за якою світ складається з чотирьох основних елементів: вогню, води, землі та повітря. Його вчення про 'любов' і 'розбрат' вплинули на уявлення про структуру всесвіту та його еволюцію.",
      "isPhilosopher": true
    },
    {
      "word": "Абакавір",
      "description": "Абакавір - препарат для лікування ВІЛ-інфекції. Знижує активність реверс-транскриптази, знижуючи рівень вірусу. Часто використовується в поєднанні з іншими засобами для ефективнішого контролю над захворюванням.",
      "isPhilosopher": false
    },
    {
      "word": "Акарбоз",
      "description": "Акарбоз - препарат для контролю рівня цукру в крові. Належить до інгібіторів альфа-глюкозидази, сповільнює розклад вуглеводів у кишечнику. Зазвичай приймається перед прийомом їжі.",
      "isPhilosopher": false
    },
    {
      "word": "Аллоферон",
      "description": "Аллоферон - білок, що стимулює імунну систему. Діє як імуномодулятор, активує вироблення противірусних та протиракових молекул. Використовується в лікуванні інфекцій та пухлин.",
      "isPhilosopher": false
    },
    {
      "word": "Акампросат",
      "description": "Акампросат - лікарський засіб для лікування алкогольної залежності. Допомагає зменшити бажання вживати алкоголь, впливаючи на хімію мозку, поліпшуючи ефективність програми реабілітації.",
      "isPhilosopher": false
    },
    {
      "word": "Алпростадил",
      "description": "Алпростадил - препарат, що використовується для зниження внутрішньоочного тиску у пацієнтів з глаукомою. Діє за рахунок розширення кровоносних судин в оці, що поліпшує відтік рідини та допомагає знизити тиск у оці.",
      "isPhilosopher": false
    },
    {
      "word": "Апрофен",
      "description": "Апрофен - препарат з групи протизапальних засобів, який має знеболювальну та протизапальну дію. Ефективний при болях різного походження, включаючи м'язові болі, ревматичні захворювання та артрити.",
      "isPhilosopher": false
    },
    {
      "word": "Андекса",
      "description": "Андекса - лікарський засіб для лікування симптомів алкогольної залежності. Його активний інгредієнт, налтрексон, допомагає знизити бажання вживати алкоголь, блокуючи опіоїдні рецептори в мозку.",
      "isPhilosopher": false
    },
    {
      "word": "Дантролен",
      "description": "Дантролен - лікарський засіб для лікування та запобігання судомам і спазмам, особливо при нейромускулярних порушеннях, таких як спастична диплегія та дистрофія. Його дія спрямована на зменшення збудливості м'язів та зниження частоти і сили спазмів.",
      "isPhilosopher": false
    },
    {
      "word": "Долазетрон",
      "description": "Долазетрон - противорвотний препарат для запобігання нудоти та блювоти, часто використовуваний під час хіміотерапії та післяопераційного періоду. Його дія базується на блокуванні рецепторів в мозку, що зменшує симптоми нудоти та покращує якість життя пацієнтів.",
      "isPhilosopher": false
    },
    {
      "word": "Дієногест",
      "description": "Дієногест - синтетичний прогестин, який використовується для лікування ендометріозу та синдрому передменструальної напруги. Його дія спрямована на контроль гормонального балансу, що допомагає зменшити симптоми та покращити якість життя пацієнтів.",
      "isPhilosopher": false
    },
    {
      "word": "Баклофен",
      "description": "Баклофен - лікарський засіб, який полегшує м'язові спазми, впливаючи на нервову систему та зменшуючи її активність. Часто використовується для лікування захворювань спинного стовбура та розсіяного склерозу.",
      "isPhilosopher": false
    },
    {
      "word": "Бекламід",
      "description": "Бекламід - лікарський засіб для лікування гіпертонії та серцевої недостатності. Він допомагає знизити кров'яний тиск та покращити роботу серця.",
      "isPhilosopher": false
    },
    {
      "word": "Вобензим",
      "description": "Вобензим - комбінований препарат, що містить ферменти та активні речовини, які допомагають покращити травлення та знизити запалення. Використовується для лікування захворювань шлунково-кишкового тракту та запальних захворювань.",
      "isPhilosopher": false
    },
    {
      "word": "Гадодіамід",
      "description": "Гадодіамід - ін'єкційний контрастний агент, що використовується в радіологічних дослідженнях для підвищення контрастності зображення та кращого візуалізації внутрішніх органів та тканин, таких як мозок, спинний мозок, кровоносні судини та інші.",
      "isPhilosopher": false
    },
    {
      "word": "Галотан",
      "description": "Галотан - анестетик, який використовується для забезпечення загальної анестезії під час хірургічних втручань. Він впливає на центральну нервову систему, спричиняючи втрату свідомості та забезпечуючи безболісний стан під час операції.",
      "isPhilosopher": false
    },
    {
      "word": "Дантролен",
      "description": "Дантролен - лікарський засіб, що використовується для лікування судом та спазмів, спричинених різними захворюваннями, такими як розсіяний склероз та церебральний параліч. Він працює за рахунок зниження стимуляції нервової системи та сприяє розслабленню м'язів.",
      "isPhilosopher": false
    },
    {
      "word": "Дегареликс",
      "description": "Дегареликс - лікарський засіб, який використовується в гінекології для зниження вироблення гормонів, таких як лутеїнізуючий гормон, у лікуванні раку грудей або простати. Він допомагає контролювати ріст пухлин, блокуючи сигнали, які стимулюють їх розвиток.",
      "isPhilosopher": false
    },
    {
      "word": "Дієногест",
      "description": "Дієногест - прогестин, що використовується для лікування ендометріозу та симптомів передменструального синдрому у жінок. Він допомагає зменшити біль та регулює менструальний цикл.",
      "isPhilosopher": false
    },
    {
      "word": "Домперидон",
      "description": "Домперидон - лікарський засіб, який використовується для зменшення нудоти та блювоти, а також покращення травлення та зменшення відчуття відрижки. Він працює шляхом стимулювання руху їжі через шлунок та кишківник.",
      "isPhilosopher": false
    },
    {
      "word": "Зопіклон",
      "description": "Зопіклон - лікарський засіб, який використовується для лікування безсоння. Він допомагає покращити якість сну, зменшуючи час засинання та збільшуючи загальний час сну.",
      "isPhilosopher": false
    },
    {
      "word": "Ізоніазид",
      "description": "Ізоніазид - антибіотик, який використовується для лікування туберкульозу та запобігання інфекцій у людей з високим ризиком інфікування. Він працює шляхом інгібування росту та розмноження бактерій, які викликають туберкульоз, допомагаючи контролювати та вилікувати хворобу.",
      "isPhilosopher": false
    },
    {
      "word": "Інгаліпт",
      "description": "Інгаліпт - лікарський засіб у формі спрею або аерозолю, який використовується для лікування захворювань горла та дихальних шляхів, таких як фарингіт, ларингіт та бронхіт. Він має протизапальні, антисептичні та знеболювальні властивості, допомагаючи заспокоїти подразнення та зменшити біль у горлі.",
      "isPhilosopher": false
    },
    {
      "word": "Камфоній",
      "description": "Камфоній - лікарський засіб у формі аерозолю, що використовується для лікування захворювань дихальних шляхів, таких як астма та хронічна обструктивна хвороба легень. Він допомагає знімати бронхоспазми, полегшуючи дихання.",
      "isPhilosopher": false
    },
    {
      "word": "Камостат",
      "description": "Камостат - лікарський засіб, який інгібує дію протеїназ і використовується для лікування хвороб, пов'язаних з надмірною активністю цих ферментів, таких як панкреатит та запальні захворювання.",
      "isPhilosopher": false
    },
    {
      "word": "Крофелемер",
      "description": "Крофелемер - лікарський засіб, що використовується для лікування хронічної та гострої діареї у дорослих пацієнтів з синдромом подразненого кишечника (СПК). Він діє, збільшуючи в'язкість вмісту кишечника та поліпшуючи його консистенцію.",
      "isPhilosopher": false
    },
    {
      "word": "Лауданум",
      "description": "Лауданум - традиційний наркотик, що містить опій та спирт, який часто використовується в медичній практиці як знеболювальний та седативний засіб. Його можна використовувати для полегшення болю та дискомфорту, але він також може викликати залежність та мати небажані побічні ефекти.",
      "isPhilosopher": false
    },
    {
      "word": "Лурасидон",
      "description": "Лурасидон є атиповим антипсихотичним засобом, що використовується для лікування шизофренії та біполярного розладу. Він працює, модулюючи допамін і серотонінові рецептори у мозку, допомагаючи поліпшити симптоми психічних розладів.",
      "isPhilosopher": false
    },
    {
      "word": "Маравірок",
      "description": "Маравірок - це моноклональний антитіло, яке використовується в лікуванні інфекції ВІЛ. Він діє, блокуючи взаємодію вірусу з рецепторами на поверхні клітин, що перешкоджає його потраплянню в організм та поширенню інфекції.",
      "isPhilosopher": false
    },
    {
      "word": "Менадіон",
      "description": "Менадіон, також відомий як вітамін К3, є синтетичним аналогом вітаміну К, який необхідний для нормального згортання крові. Він використовується в медичній практиці для лікування або запобігання кровотечам, пов'язаним з дефіцитом вітаміну К.",
      "isPhilosopher": false
    },
    {
      "word": "Мефвей",
      "description": "Мефвей - це препарат, який містить мефенамову кислоту і використовується для зняття болю та запалення, таких як ревматоїдний артрит і остеоартроз. Він працює, зменшуючи виробництво організмом речовин, які викликають запалення і біль.",
      "isPhilosopher": false
    },
    {
      "word": "Міртол",
      "description": "Міртол є муколітичним та експекторантом, який використовується для лікування захворювань дихальних шляхів, таких як бронхіт та захворювання, пов'язані з закупоркою дихальних шляхів. Він допомагає розріджувати та видаляти мокроту, полегшуючи дихання та зменшуючи кашель.",
      "isPhilosopher": false
    },
    {
      "word": "Наком",
      "description": "Наком - це цефалоспориновий антибіотик, який використовується для лікування інфекцій, спричинених бактеріями, таких як синусит, пневмонія та інфекції сечовивідних шляхів. Він працює, вбиваючи бактерії або запобігаючи їхньому росту та розмноженню.",
      "isPhilosopher": false
    },
    {
      "word": "Нусінерсен",
      "description": "Нусінерсен - це ліки, які використовуються для лікування спинномозкової м'язової атрофії. Вони діють, збільшуючи рівень білка СМН (спинномозковий м'язовий нейрон), що допомагає уповільнити прогресування захворювання та поліпшити якість життя пацієнтів.",
      "isPhilosopher": false
    },
    {
      "word": "Омакор",
      "description": "Омакор - це препарат, що містить жирні кислоти омега-3, такі як ейкозапентаєнова кислота (ЕПК) та докозагексаєнова кислота (ДГК). Він використовується для зниження рівня тригліцеридів у крові та покращення серцево-судинного здоров'я.",
      "isPhilosopher": false
    },
    {
      "word": "Патіромер",
      "description": "Патіромер - це препарат, який використовується для лікування гіперкальцемії у пацієнтів з хронічною нирковою недостатністю. Він діє, зв'язуючи з надлишковими йонами кальцію в кишечнику, що допомагає знизити їх рівень у крові.",
      "isPhilosopher": false
    },
    {
      "word": "Пімекролімус",
      "description": "Пімекролімус - це імунодепресант, який використовується в лікуванні захворювань шкіри, таких як атопічний дерматит та псоріаз. Він діє, зменшуючи запалення та подразнення шкіри, блокуючи активацію імунних клітин.",
      "isPhilosopher": false
    },
    {
      "word": "Продін",
      "description": "Продін - це комбінований препарат, що містить ацетамінофен, псевдоепінефрин та дифенгідрамін. Він використовується для зняття симптомів застуди, грипу та алергії, таких як біль, забруднений ніс та кашель.",
      "isPhilosopher": false
    },
    {
      "word": "Пуфемід",
      "description": "Пуфемід - це діуретик, який використовується для лікування набряків та високого кров'яного тиску. Він допомагає збільшити виділення солей та рідини з організму, що призводить до зменшення набряків та тиску в кровоносних судинах.",
      "isPhilosopher": false
    },
    {
      "word": "Ротатек",
      "description": "Ротатек - це лікарський засіб, який містить тікаґрелор і використовується для запобігання тромбозу та інфаркту міокарда у пацієнтів з серцево-судинними захворюваннями. Він працює, блокуючи рецептори тромбоцитів, що запобігає утворенню тромбів.",
      "isPhilosopher": false
    },
    {
      "word": "Селанк",
      "description": "Селанк - це пептидний препарат, який може мати анксіолітичний ефект та володіти протизапальними властивостями. Часто використовується для зниження рівня тривоги та стресу.",
      "isPhilosopher": false
    },
    {
      "word": "Сорафеніб",
      "description": "Сорафеніб - це протираковий препарат, що використовується для лікування раку печінки, нирок та деяких інших видів раку. Він працює, інгібуючи активність білків, відповідальних за ріст і розмноження ракових клітин, що сповільнює прогресування захворювання.",
      "isPhilosopher": false
    },
    {
      "word": "Спіперон",
      "description": "Спіперон - це антипсихотичний препарат, який використовується для лікування шизофренії та інших психічних розладів. Він працює, блокуючи допамінові рецептори в мозку, що допомагає знімати симптоми психозу.",
      "isPhilosopher": false
    },
    {
      "word": "Суліндак",
      "description": "Суліндак - це протизапальний препарат, який зменшує біль і запалення. Часто використовується для ревматичних захворювань та артриту.",
      "isPhilosopher": false
    },
    {
      "word": "Теркуроній",
      "description": "Теркуроній - це препарат, який містить гідрохлорид тербуталіну і використовується для розширення бронхів при бронхіальній астмі та хронічній обструктивній захворюваності легень. Він допомагає полегшити дихання, розширюючи дихальні шляхи та знімаючи ускладнення дихання.",
      "isPhilosopher": false
    },
    {
      "word": "Тіагабін",
      "description": "Тіагабін - це протиепілептичний препарат, який використовується для контролю та запобігання епілептичних припадків. Він працює, зменшуючи збудливість нервових клітин в мозку, що допомагає запобігти виникненню судом.",
      "isPhilosopher": false
    },
    {
      "word": "Тразодон",
      "description": "Тразодон - це антидепресант, який використовується для лікування депресії та розладів тривожності. Крім того, його можна використовувати для лікування безсоння завдяки його заспокійливому ефекту.",
      "isPhilosopher": false
    },
    {
      "word": "Трифаротен",
      "description": "Трифаротен - це медикамент, що містить ретиноїд третиноїн, використовується в лікуванні акне та інших проблем шкіри. Він допомагає зменшити запалення, запобігає утворенню акне та сприяє відновленню шкіри.",
      "isPhilosopher": false
    },
    {
      "word": "Фелбамат",
      "description": "Фелбамат - це протиепілептичний препарат, який використовується для контролю епілептичних нападів. Він діє шляхом зниження збудливості нервових клітин у мозку, що допомагає запобігти нападам.",
      "isPhilosopher": false
    },
    {
      "word": "Гофітол",
      "description": "Гофітол - це лікарський засіб, що містить силденафіл, який використовується для лікування еректильної дисфункції у чоловіків. Він працює шляхом розширення кровоносних судин у пенісі, збільшуючи кровотік і викликаючи ерекцію.",
      "isPhilosopher": false
    }
  ]
}